{
  "info": [
    {
      "title": "I listen to positive affirmations",
      "details": "Positive affirmations help me to focus on my task daily. I search and listen to them or I create my own. I search for ones that resonate best with me.",
      "link": "https://www.youtube.com/watch?v=fQkkyp7cQeg"
    },
    {
      "title": "I take a shower and take care of my body",
      "details": "It feels good when I am clean and dandy. :D"
    },
    {
      "title": "I clean and organize my space",
      "details": "Out of sight, out of mind. It helps me see everything clean and organized. I have just the things that I need. There are many tips online on how to clean and declutter. Keep only those things that spark joy.",
      "link": "https://medium.com/@slowwco/konmari-method-5-step-decluttering-cheat-sheet-a1d1cc873e17"
    },
    {
      "title": "I do the laundry",
      "details": "I do the laundry mindfully."
    },
    {
      "title": "I wash the dishes",
      "details": "I wash the dishes mindfully."
    },
    {
      "title": "I drink water mindfully",
      "details": "I feel the water flowing into my body."
    },
    {
      "title": "I eat mindfully",
      "details": "I eat food and chew slowly, thinking of each taste."
    },
    {
      "title": "I look at pictures of puppies",
      "details": "It helps me watching pictures of cute animals.",
      "link": "https://redditgrid.com/r/aww"
    },
    {
      "title": "I workout",
      "details": "I start small every other day and increase week by week. I hire a personal trainer if I need to. It helps socializing and having somebody to focus on my form."
    },
    {
      "title": "I meditate",
      "details": "I slow down my thinking and I am present. I am using scanning body method. It helps me in the morning to focus my mind and in the night to clear my mind and sleep. This method needs practice, as with any other skill. I just lay down on my back with my eyes closed, relax my whole body and start from my head, going down to my forehead, left ear, right ear, left eye, right eye, nose, upper lip, teeth, tongue, lower lip, neck, left shoulder, biceps, triceps, elbow, hand, fingers, then right shoulder, biceps, triceps, elbow, hand, fingers, torso and each leg until I reach my toes, then I go back part by part until I reach my top of the head."
    },
    {
      "title": "I talk with a psychotherapist",
      "details": "Psychotherapists allow me to understand myself better. They are like a mirror that help me talk to myself and allows me to see other perspectives. I tried a few until I found a good one with whom I have a good connection. This is normal."
    },
    {
      "title": "I talk with my friends online or offline",
      "details": "It helps me calling a friend or having a conference with my friends. We catch up and talk about our problems."
    },
    {
      "title": "I read personal development books",
      "details": "There are multiple books that can describe what I do not know how to describe. It helps me to understand myself better and find ways to cope and evolve. For example: The Mindful Way Through Depression or Power of Vulnerability."
    },
    {
      "title": "I walk in the park alone",
      "details": "It helps me gather my thoughts and focusing on my next steps."
    },
    {
      "title": "I play online or offline",
      "details": "There are multiple ways to play online and offline: video games, board games. There are lots of communities with kind and awesome people. I play in the park with friends or people from other communities."
    },
    {
      "title": "I volunteer, I offer my free time to help others",
      "details": "Egoistic altruism. I help others to help myself. It helps me being kind to others.",
      "link": "https://www.youtube.com/watch?v=rvskMHn0sqQ"
    },
    {
      "title": "I draw, I paint, I write, I create",
      "details": "I am being creative. I start with anything my mind wants to express."
    },
    {
      "title": "I meet new people online and offline",
      "details": "There are many ways of meeting new people now. I can use Meetup, Tinder, games (online and offline)."
    },
    {
      "title": "I dance",
      "details": "Dancing is a form of expressing myself and working out at the same time. I use up beat music for this."
    },
    {
      "title": "I listen to music",
      "details": "Sometimes it helps me to listen to music, with my eyes closed or while doing chores in the house or while working."
    },
    {
      "title": "I learn something new",
      "details": "I start small. I take at least 5 minutes everyday to do something. I commit to that time fully. If it takes longer, great, but I always do it everyday, constantly! If sometimes I skip, I comeback to doing it everyday, without bringing me down. I start with something small"
    },
    {
      "title": "I stop talking with negative people in my life",
      "details": "I check carefully all my relationships and remove all the people that bring me down. I need people that help me grow and help me evolve around me."
    },
    {
      "title": "I clean up my social media and notifications",
      "details": "Do I really need all those negative people on social media? Do I need to know what this or that person did every 10 minutes? I focus on myself, give myself time to think, to be creative, to take care of my thoughts. My mind starts to create new thoughts by doing this. It might rush positive or negative thoughts because I oppressed them with external distractions. I let them flow and do not try to control them. I meditate to help me with the flow."
    },
    {
      "title": "I reread or rewatch favorite media",
      "details": "It's calming to be immursed in a world and storyline where you already know what will happen. It's still a way to give your brain a much needed mental break."
    },
    {
      "title": "I make a diamond painting",
      "details": "It's such a calming activity. I can choose to listen to happy music or calming music during it. Listening to a motivating podcast is also great. And sometimes just diamond painting and nothing else."
    },
    {
      "title": "I hug a pet",
      "details": "I have cats and it is wonderful to cuddle them. You can say anything to them and they will always listen. But any animal will do. Going to the shelter is also great when you want to cuddle some animals."
    }
  ]
}
